{
  "Sign In": "Войти",
  "Sign Up": "Зарегистрироваться",
  "Sign Out": "Выйти",
  "Email:": "Электронная почта:",
  "Password:": "Пароль:",
  "Confirm Password:": "Подтвердить пароль:",
  "Submit": "Отправить",
  "Please": "Пожалуйста",
  "Playground": "Тестовая площадка",
  "Sign in": "войдите",
  "Sign up": "зарегистрируйтесь",
  "You are already registered?": "Вы уже зарегистрированы?",
  "Enter email and password to Sign In": "Введите адрес электронной почты и пароль для входа",
  "Enter email and password to Sign Up": "Введите адрес электронной почты и пароль, чтобы зарегистрироваться",
  "Please enter e-mail in valid format": "Пожалуйста, введите адрес электронной почты в допустимом формате",
  "Please enter password": "Пожалуйста, введите пароль",
  "Password should be more than 8 characters": "Пароль должен содержать более 8 символов",
  "Password is not strong enough. Please use a stronger one": "Пароль недостаточно надежный. Пожалуйста, используйте более сильный",
  "Password should be less than 32 characters": "Пароль должен быть менее 32 символов",
  "Password should contain at least 1 uppercase letter": "Пароль должен содержать хотя бы 1 заглавную букву",
  "Password should contain at least 1 lowercase letter": "Пароль должен содержать хотя бы 1 строчную букву",
  "Password should contain at least 1 number": "Пароль должен содержать хотя бы 1 цифру",
  "Password should contain at least 1 special character": "Пароль должен содержать хотя бы 1 специальный символ",
  "Please repeat the password": "Пожалуйста, повторите пароль",
  "Passwords do not match. Please try again": "Пароли не совпадают. Пожалуйста, попробуйте еще раз",
  "Please enter e-mail": "Пожалуйста, введите адрес электронной почты",
  "Uladzimir Milasheuski": "Владимир Милашевский",
  "Yevhenii Orhanistyi": "Евгений Органистый",
  "Stanislav Goloborodov": "Станислав Голобородов",
  "Language": "Язык",
  "en": "English",
  "ru": "Русский",
  "Welcome to GraphiQL Playground!": "Добро пожаловать на игровую площадку GraphiQL!",
  "Discover the features of our platform, a robust tool crafted for executing and refining your GraphQL queries. Easily interact with your GraphQL API, create queries, and analyzethe responses - all in one place. Maximize this space for developing and fine-tuning your queries.": "Откройте для себя возможности нашей платформы, надежного инструмента, созданного для выполнения и уточнения ваших запросов GraphQL. Легко взаимодействуйте с API GraphQL, создавайте запросы и анализируйте ответы — и все это в одном месте. Максимизируйте это пространство для разработки и тонкой настройки. ваши запросы.",
  "Go to Playground page": "Перейти на страницу тестовой площадки",
  "Go to Auth page": "Перейти на страницу аутентификации",
  "Main Features": "Основные характеристики",
  "Now, you can dive into the rich capabilities that set our application apart. The following features embody the essence of our commitment to delivering an exceptional user experience.": "Теперь вы можете погрузиться в богатые возможности, которые выделяют наше приложение. Следующие функции воплощают суть нашего стремления обеспечить исключительный пользовательский опыт",
  "Adapted GraphiQL Playground to your specific needs with unmatched flexibility. Customize the features according to your development workflow, providing a customized and efficient environment for your team.": "Адаптированная GraphiQL тестовая площадка к вашим конкретным потребностям с непревзойденной гибкостью. Настройте функции в соответствии с вашими потребностями. ваш рабочий процесс разработки, обеспечивая персонализированную и эффективную среду для вашей команды.",
  "Authorization": "Авторизация",
  "Take advantage of the reliable user authentication and authorization capabilities adapted for our application. Ensure a safe and seamless user experience by controlling access based on precisely configured permissions.": "Воспользуйтесь преимуществами надежных возможностей аутентификации и авторизации пользователей, адаптированных для нашего приложения. Обеспечьте безопасную и бесперебойную работу пользователей, контролируя доступ на основе точно настроенных разрешений.",
  "Easy integration with Firebase for secure authentication. Firebase features are used to enhance security, optimize user authentication, and simplify user data management, ensuring a seamless user experience.": "Простая интеграция с Firebase для безопасной аутентификации. Функции Firebase используются для улучшения безопасности, оптимизировать аутентификацию пользователей и упростить управление пользовательскими данными, обеспечивая удобство работы с пользователем.",
  "Flexibility": "Гибкость",
  "The unsurpassed flexibility of our application has been achieved. Our responsive design allows the application to dynamically adapt to various devices, including desktops, laptops, tablets, and smartphones.": "Была достигнута непревзойденная гибкость нашего приложения. Наш адаптивный дизайн позволяет приложению динамически адаптироваться к различным устройствам, включая настольные компьютеры, ноутбуки, планшеты и смартфоны.",
  "We are a young team of developers who came together through The Rolling Scopes School, united by our passion for technology and programming. Our journey through the school has been a series of exciting challenges, each week presenting us with new opportunities to learn, grow, and collaborate.": "Мы — молодая команда разработчиков, объединившаяся в школе Rolling Scopes, объединенная нашей страстью к технологиям и программированию. Наше путешествие по школе было серией захватывающих задач, каждую неделю преподносивших нам новые возможности для обучения, роста и сотрудничества.",
  "About": "О нас",
  "What have we learned in this course?": "Чему мы научились на этом курсе?",
  "Check": "Проверить",
  "Working with React": "Работе с React",
  "To use React Hooks in practice": "Использованию React Hooks на практике",
  "Acquainted with the React Hook Form and Yup": "Ознакомились с формой React Hook и Yup",
  "How to connect Firebase and GraphQl": "Как подключить Firebase и GraphQl",
  "Frontend Developer": "Фронтенд-разработчик",
  "Stanislav, an excellent example of a team player, but is also capable of working alone. He is detail-oriented, very hard-working and has extensive technical knowledge, while always being open to learning new tools and technologies.": "Станислав — отличный пример командного игрока, но способен работать и в одиночку. Он внимателен к деталям, очень трудолюбив и обладает обширными техническими знаниями, но при этом всегда открыт для изучения новых инструментов и технологий.",
  "Uladzimir is web developer with excellent communication skills  shows an outstanding ability to adapt to new technologies, which makes it an ideal candidate for projects that require implementation of new solutions.": "Владимир — веб-разработчик с отличными коммуникативными навыками, демонстрирует выдающуюся способность адаптироваться к новым технологиям, что делает его идеальным кандидатом для проектов, требующих внедрения новых решений.",
  "Yevhenii is a passionate web developer, dedicated to delivering top-notch solutions that prioritize user experience, architectural soundness, and code quality. His multifaceted approach  makes him an asset to any project or team.": "Евгений — страстный веб-разработчик, стремящийся предоставлять первоклассные решения, в которых приоритет отдается пользовательскому опыту, архитектурной надежности и качеству кода. Его многогранный подход делает его ценным активом для любого проекта или команды.",
  "Send": "Отправить"
}
